/* choose button - open panel */
"Choose" = "Choisir";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Veuillez utiliser l'inspecteur pour saisir l'URL d'une vidéo.";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "C'est un espace pour une vidéo. Le vidéo complet apparaîtra une fois que vous publiez ce site, mais à voir la vidéo dans Sandvox, veuillez activer le flux de données en direct dans les préférences.";